"Error -90057" = "O domínio do AD deve ser fornecido. ([domain]\\[user_name])";
"Error -10100" = "Método de autenticação inválido.";
"Error -10010" = "Idioma inválido.";
"Error -10004" = "O usuário está expirado.";
"Error -10003" = "O usuário está bloqueado.";
"Error -10005" = "O usuário está temporariamente bloqueado.";
"Error -10103" = "O usuário deve aceitar o EULA";
"Error -10104" = "O usuário deve alterar sua senha.";
"Error -10106" = "O usuário deve alterar seu nome de usuário.";
"Error -40761" = "Por enquanto, o arquivo não pode ser descriptografado. Peça a outro usuário autorizado para lhe conceder acesso a este arquivo.";
"Error -40751" = "O arquivo solicitado não foi encontrado.";
"Error -80021" = "O segmento do arquivo fornecido é inválido.";
"Error -70104" = "O usuário já aprovou o EULA.";
"Error -70560" = "Já existe um usuário com este nome.";
"Error -70105" = "O usuário não tem permissão para alterar seu nome de usuário.";
"Error -10105" = "A senha não pode ser redefinida para este usuário.";
"Error -70020" = "O par de chaves de criptografia não foi encontrado. Defina sua senha de criptografia primeiro.";
"Error -70021" = "O par de chaves de criptografia já estava definido.";
"Error -70501" = "O usuário não pode ser encontrado.";
"Error -10107" = "A senha pode ser redefinida apenas a cada 5 minutos.";
"Error -40755" = "Nome de arquivo incorreto.";
"Error -40010" = "Uma sala ou pasta não pode ser substituída.";
"Error -80006" = "A data de expiração já passou.";
"Error -80008" = "A data de expiração é muito longa.";
"Error -40763" = "A chave do arquivo deve ser fornecida.";
"Error -40756" = "Classificação de arquivo inválida.";
"Error -70022" = "Par de chaves de criptografia inválido.";
"Error -41054" = "Pastas ou arquivos devem estar no mesmo principal.";
"Error -40001" = "Arquivos criptografados não podem ser copiados ou movidos para uma sala não criptografada.";
"Error -40002" = "Arquivos não criptografados não podem ser copiados ou movidos para uma sala não criptografada.";

"Decryption password required" = "Senha de descriptografia necessária";
"Enter your decryption password to access encrypted data rooms." = "Digite sua senha de descriptografia para acessar as salas de dados criptografados.";

"You have successfully created a share link for {0}." = "You have successfully created a Download Share for {0}.";
"You have successfully created the upload account {0}" = "You have successfully created the Upload Share {0}";
"{0} Share(s) created" = "{0} Share(s) created";

"The AV scanner detected that the file could be malicious" = "O scanner AV detectou que o arquivo poderia ser malicioso";

"DRACOON environment needs to be updated" = "DRACOON environment needs to be updated";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator.";
